Repository: MeHartung/rezhano
Catalog: src/StoreBundle/Resources/translations/messages.*.xliff
Languages: ru

source: Payment Status
ru: Статус оплаты

source: Setting List
ru: Список настроек

source: Order Payment Status List
ru: Список статусов оплаты

source: Order Payment Status Create
ru: Создать статус оплаты

source: News List
ru: Список новостей

source: Order Admin Status
ru: Статус заказа

source: Order Status List
ru: Список статусов заказа

source: Order Status Reason List
ru: Список примечаний к статусам заказов

source: Order Status Reason Create
ru: Создать примечание к статусу заказа

source: Article List
ru: Список статей

source: Taxon List
ru: Разделы каталога

source: Menu Item List
ru: Список пунктов меню

source: Slug
ru: Алиас

source: Title
ru: Заголовок

source: Action
ru: Действия

source: Special Offer List
ru: Список акций

source: Special Offer Create
ru: Создать новую акцию

source: Name
ru: Имя

source: Price
ru: Цена

source: Old Price
ru: Старая цена

source: Hit
ru: Лучшие предложения

source: Sale
ru: Распродажа

source: Novice
ru: Новинка

source: Publication Allowed
ru: Разрешена публикация

source: Is Purchasable
ru: В продаже

source: Published
ru: Опубликован

source: Created At
ru: Создан

source: Updated At
ru: Обновлён

source: Date Start
ru: Дата начала

source: Date End
ru: Дата окончания

source: Parent
ru: Родитель

source: Announce
ru: Анонс

source: Text
ru: Текст

source: Published At
ru: Опубликован

source: Is Header Display
ru: Отображать в шапке

source: Is Footer Display
ru: Отображать в футере

source: Document Number
ru: Номер документа

source: Customer Full Name
ru: ФИО закачика

source: Customer Phone
ru: Телефон заказчика

source: Customer Email
ru: Email заказчика

source: Payment Method
ru: Способ оплаты

source: Shipping Method
ru: Способ доставки

source: Shipping Method Id
ru: Способ доставки

source: Subtotal
ru: Промежуточный итог

source: Shipping Cost
ru: Цена доставки

source: Fee
ru: Комиссия

source: Total
ru: Итого

source: Checkout State Name
ru: Статус оформления

source: Status
ru: Статус выполнения

source: Order List
ru: Список заказов

source: Customer First Name
ru: Имя заказчика

source: Customer Last Name
ru: Фамилия заказчика

source: Description
ru: Описание

source: Enabled
ru: Включен

source: Availability Decision Manager Id
ru: Доступность

source: Fee Calculator Id
ru: Комиссия

source: Payment Method List
ru: Список способов доставки

source: Sku
ru: Артикул

source: Product List
ru: Список товаров

source: Short Description
ru: Краткое описание

source: Product Type
ru: Тип товара

source: Product Attributes List
ru: Список атрибутов товара

source: Product Attributes Create
ru: Создать атрибут товара

source: Units
ru: Ед. измерения

source: Type
ru: Тип

source: Value Type
ru: Тип свойства

source: Product Types Create
ru: Создать тип товара

source: Product Types List
ru: Спиоск типов товара

source: Product Attribute
ru: Свойство товара

source: Value
ru: Значение

source: Product Attribute Values List
ru: Список значений свойств товара

source: Product Attribute Values Create
ru: Создать свойство товара

source: Product Type List
ru: Список типов товаров

source: Email Template List
ru: Список шаблонов Email

source: Product Attribute List
ru: Список свойств товаров

source: Purchase Price
ru: Закупочная цена

source: Brand
ru: Бренд

source: order_checkout_success
ru: Заказ %documentNumber% успешно оформлен.

source: Product
ru: Товар

source: Quantity
ru: Количество

source: Cost
ru: Стоимость

source: Notification Template
ru: Шаблон уведомления

source: Taxons
ru: Разделы каталога

source: Shipping City Name
ru: Город доставки

source: Shipping Postcode
ru: Почтовый индекс

source: Shipping Address
ru: Адрес доставки

source: Customer Comment
ru: Комментарий покупателя

source: Is Free Delivery
ru: Бесплатная доставка

source: Preorder
ru: Предзаказ

source: Checkout State Id
ru: Статус оформления

source: Firstname
ru: Имя

source: Lastname
ru: Фамилия

source: Middlename
ru: Отчество

source: Phone
ru: Телефон

source: Plain Password
ru: Пароль

source: Club Price
ru: Клубная цена

source: Roles
ru: Роли

source: ROLE_ADMIN
ru: Администратор

source: ROLE_INDIVIDUAL
ru: Физическое лицо

source: ROLE_ENTREPRENEUR
ru: Индивидуальный предприниматель

source: ROLE_JURIDICAL
ru: Юридическое лицо

source: Wholesale Price
ru: Оптовая цена

source: User List
ru: Список пользователей

source: Brand List
ru: Бренды

source: Order Status Transition Notification Template List
ru: Уведомления о смене заказов

source: Length
ru: Длина, м

source: Width
ru: Ширина, м

source: Weight
ru: Вес, кг

source: Volume
ru: Объем, м. куб.

source: City
ru: Город

source: Warehouse List
ru: Склады

source: Address
ru: Адрес

source: Latitude
ru: Широта

source: Longitude
ru: Долгота

source: Stocks
ru: Наличие

source: Warehouse
ru: Склад

source: Reserved Value
ru: Зарезервировано

source: Show Registration
ru: Отображать на странице регистрации

source: File
ru: Файл

source: Document List
ru: Документы

source: Customer Question List
ru: Вопросы покупателей

source: Question
ru: Вопрос

source: Customer Name
ru: Имя покупателя

source: Checkout At
ru: Оформлен

source: Package
ru: Вес единицы товара

source: Measured
ru: Весовой товар

source: Min Count
ru: Минимальное количество для заказа

source: Count Step
ru: Шаг изменения количества

source: Answer
ru: Ответ

source: Answer At
ru: Ответ дан

source: Fio
ru: ФИО
